<?php

return [

    /*
    |--------------------------------------------------------------------------
    | SELLER AR Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    /*** SELLER REGISTER ***/

    "New_Seller" => "اضافة تاجر",
    "ContactInf" => "معلومات الاتصال",
    "AccountVer" => "تأكيد الحساب",
    "OrderLocat" => "موقع استلام الطلب",
    "StoreName"  => "اسم المتجر",
    "Finish"     => "تسجـيـل",

    "Info"       => "بيانات التاجر",
    "Name"       => "اسم المستخدم",
    "ContactNum" => "رقم هاتف التاجر",
    "EMAIL"      => "البريد الالكتروني",
    "Phone"      => "رقم الهاتف",
    "show"       => "عرض",
    "Password"   => "كلمة المرور",
    "ConfirmPass"=> "تأكيد كلمة المرور",
    "Remember"   => "تذكرني",
    "regSeller"  => "تسجيـل بائع جديد",
    "errorLogin" => "رقم الهاتف المستخدم او كلمة المرود غير صحيحة",
    "astRoles"   => ".يجب عدم ترك المدخلات التي تحتوي علي علمة (*) فارغة",

    "AccType"    => "نوع الحساب",
    "Professional"=> "نشاط فردي",
    "SelectData" => "اختار باليانات",
    "DocID"      => "رقم البطاقة",
    "FName"      => "الاسم الاول",
    "LName"      => "الاسم الاثاني",
    "DocID"      => "رقم البطاقة",
    "ExpiryDate" => "تاريخ انتهاء الابطاقة",
    "CondsP"     => "لقد قرأت وقبلت شروط وأحكام الاتفاقية.",
    "business"   => "الأعمال التجارية (البيع نيابة عن كيان تجاري)",

    "ContactInfP" => ".يساعدنا ذلك دائمًا في الوصول إليك للحصول على أي مساعدة قد تحتاجها",
    "AccountVerP" => ".رجى تزويدنا بوثيقة ذات صلة حتى نتمكن من التحقق من حسابك",

    "e" => ":var بالانجليزية",
    "a" => ":var بالعربية",
    "n" => "أسم",
    "Y" => "نعم",
    "N" => "لا",

    "FinReview" => "وانهاء : مراجعة",

    "city"        =>"المدينة",
    "street"      => "اسم الشارع",
    "buildNum"    => "رقم المبني",
    "mobileNum"   => "رقم الهاتف",
    "address"     => "العنوان",
    "yourAddress" => "ادخل بيانات العنوان للبحث",
    "currentLoc"  => "اختيار العنوان الحالي",
    "Description" => "وصف",
    "RDuration"   => "فترة الاسترجاع",
    "HotStartsAt" => "موعد بداية العرض",
    "HotEndAt" => "موعد انتهاء العرض",
    "nPrice"   => "عرض جديد",
    "BPriceBDiscount" => "قبل السعر (قبل التخفيض )",
    "Discount" => "الخصم",
    "bPrice" => "قبل التسعير",
    "isHotP" => "هل المنتج من العروض الحصرية",
    "imgList" => "قائمة الصـور",
    "Thumbnail" => "صورة مصغرة",

    "gender"     => "الجنس",
    "mail"       => "ذكر",
    "female"     => "انثي",

    "sellerNotAct" => ".لم يتم تفعيل هذا التاجر بعد من الادارة ",

    "new"=> "اضافة :var جديد",
    "edit" => "تعديل بيانات :var",
    "Profile" => "الملف الشخصي",
    "logout" => "تسجيل خروج",

    "saveNext"   => "التالي",
    "savePrev"   => "السابق",
    "Submit"     => "تسجـيـل",
    "State"     => "حالة الطلب",
    "Date"      => "التاريخ",
    "Price"     => "السعر",
    "Product" => "منتج",
    "Brand" => "الماركة",
    "orderList" => "قائمة الطلبات",
    "orderStat" => "حالة الطلب",
    "Manufacturer" => "المصنع",
    "saleEndAt" => "موعد انتهاء العرض",
    "Filter" => "الفلترة",
    "All" => "الكل",
    "act" => "التفعيل",
    "HotPrice" => "سعر التخفيض",
    "showP" => "عرض المنتجات",
    "importP" => "ادخال منتجات جديدة",
    "exportP" => "استخراج ملف المنتجات",

    "Pages" => "الصفحات",
    "Categories" => "الأقسام",
    "Category" => "القسم",
    "content" => "محتوي",
    "ToReturn" => "امكانية الاسترجاع",
    "RecentOrders"     => "الطلبات الحديثة",
    "TotalProducts"     => "جميع المنتجات",
    "TotalOrders"     => "جميع الطلبات",
    "NewOrders"     => "الطلبات الحديثة",
    "RecentReviews"     => "التقيمات الحديثة",
    "Home" => "الرئيسية",
    "Dashboard" => "لوحة التحكم",
    "branchs" => "الفروع",
    "productList" => "قائمة المنتجات",
    "Products" => "المنتجات",
    "orders" => "الطلبات",
    "pOnSale"=> " عروض البيع المنتجات",
    "hotProducts" => "العروض الساخنة",
    "dProductsEx" => ".تحميل ملف الاكيسل الفراغ",
    "ImpExcelF" => "ادخل ملف الاكسيل.",
    "Branch" => "فرع",
    "nBranch"=> "اضافة فرع جديد",
    "bName" => "اسم الفرع",
    "controles" => "التحكم",
    "dBranch" => "حذف الفرع",
    "noProducts" => "لم يتم اضافة اي منتجات بعد !",
    "cancle" =>"الغاء",
    "arDelete" => "هل انت متأكد من حذف بيانات هذا الفرع ؟!",
    "noBranch" => "لم يتم اضافة اي فروع",
    "nCreate" => "انشاء :var جديد",

    "userNameEmp" => ".اسم المستخدم يجب الا يكون فارغ",
    "contactNumberEmp" => ".رقم هاتف التاجر يجب الا يكون فارغ",
    "passEmp" => ".لم يتم ادخال كلمة المرور",
    "confirmPassEmp" => ".ادخل تاكيد كلمة المرور مطابق لكلمة المرور السابقة",
    "fNameEmp" => ".لم يتم اخال الاسم الاول للتاجر",
    "lNameEmp" => ".لم يتم ادخال الاسم الثاني لتاجر",
    "pCity" => "لم يتم اختيار المدينة",
    "pStr" => "لم يتم ادخال اسم الشارع",
    "pNumer" => "لم يتم ادخال رقم هاتف مقر التسليم",
    "padrss" => "ادخل عنوان موقع التسليم",
    "pass8"  => ".كلمة المرور يجب الا تقل عن ٨ احروف او ارقام",
    "storeErr" => ".لم يتم ادخال اسم المتجر",
    "sellerNav" => ".الإشعارات",

];
