<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'البريد الألكتروني او كلمة المرور غير صحيحية!.',
    'setHeaderLang' => 'برجاء ادخال الهيد الخاص بالغة الموقع',
    'register'   => 'تم انشاء حساب بنجاج برجاء التاكد من رسالة التفعيل بداخل البريد الكتروني الخاص  بك',
    'email'    => 'هذا بريد الكتروني غير حقيقي برجاء التاكد من انه حقيقي.',
    'emailNotFound'    => 'لم يتم تسجيل البريد الالكتروني',
    'mustVerify'    => 'اذهب الي البريد الكتروني لتفعيل الحساب ومتابعت التعليمات',
    'success'  => 'لقد تم اعتماد البيانات وتسجيل الدخول بنجاح',
    'failed2'   => 'البريد اللكتروني او كلمة المرور  غير صحيح.',
    'password' => 'كلمة المرور المستخدمة غير صحيحة.',
    'EmailReq' => 'لم يتم ادخال البريد الالكتروني.',
    'emailExist'=>"هذا البريد الألكتروني مستخدم من قبل .!",
    'EmailErr' => 'عنوان البريد الالكتروني غير صحيح.',
    'userSuccess' => 'لقد تم اضافة مستخدم جديد بنجاح ويمكنك تسجيل الدخول الان.!.',
    'EmailNotExist'=>'هذا البريد الالكتروني غير موجود!.',

    'passwordReq' => 'لم يتم ادخال كلمة المرور.',
    'hiUser' => 'مرحبا بك سيد, :Name',
    'passwordMin' => 'كلمة المرور يجب الا تقل عن  	٨ احرف.',
    'throttle' => 'عدد كبير جدا من محاولات الدخول. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',
    'logout' => 'لقد تم تسجيل الخروج بنجاح',
    'profile' => 'الملف الشخصي',
    'FB_login_ERR' =>"لقد حدث خطا اثناء عملية التسجيل برجاء المحاولة مره اخري .!",
    "reset-p"=>"يرجى إدخال عنوان بريدك الإلكتروني للبحث عن حسابك ، وسنرسل لك رابط إعادة تعيين كلمة المرور.",
    'send'=>'إرسال...',
    'myAccount'=>'حسابي',
    'save'=>'حفظ',

    'changePass' => 'تعديل كلمة المرور',
    'errPassword' => 'كلمة المرور غير صحيحه.',
    'notSamePW'=>'كلمة المرور غير مطابقة.',

    'new SHIPPING ADDRESS'=>'تم اضافة عنوان شحن جديد بنجاح!.',

    "userVerify" => "تفعيل الحساب",
    "haveAccount" => "هل لديك حساب فالفعل .؟!",

    'fName' => 'الاسم الأول',
    'lName' => 'أسم العائلة',
    'name' => 'الاسم',
    'fullName' => 'الاسم بالكامل',
    'title' => 'العنوان',
    'subTitle' => 'العنوان الفرعي',
    'description' => 'الوصف',
    'phoneNumber' => 'رقم الهاتف',
    'Email' => 'البريد الالكتروني',
    'fax' => 'فاكس',
    'country' => 'الدولة',
    'city' => 'المدينة',
    'flat' => 'الشقه',
    'state' => 'المحافظة',
    'address' => 'العنوان',
    'street' => 'اسم الشارع',
    'build_number' => 'رقم المبني',
    'male' => 'ذكر',
    'birthDate' => 'تاريخ الميلاد',
    'postal_code' => 'الرقم البريدي',
    'female' => 'انثي',
    'gender' => 'النوع/الجنس',
    'PERSONAL DETAIL'=>'البيانات الشخصية',
    'SHIPPING ADDRESS'=>'عناوين الشحن',
    'saveSetting' => 'حفظ البيانات',
    'editSetting' => 'تعديل البيانات',
    'saveChanges' => 'حفظ التعديلات',
    'successSetting' => 'تم تعديل البيانات بنجاح.',
    'addNewAddress' => 'اضافة عنوان جديد',
    'errorSetting' => 'لقد حدث خطا اثناء تعديل البيانات برجاء المحاولة مره اخري.',
    'errorNewSetting' => 'لقد حدث خطا اثناء حفظ البيانات برجاء المحاولة مره اخري.',

    'mapPlaceHolder'=> 'اكتب العنوان او اسم المنطقة للبحث',

    'currentLocation' => 'اختيار موقعك الحالي',

    'addressReq' =>'لم يتم ادخال العنوان',
    'pwConfirm' =>'تأكيد كلمة المرور',
    'contact_numberMin' =>'رقم الهاتف اصغر من 11 رقم',
    'contact_numberReq' =>'لم يتم ادخال رقم الهاتف',
    'postalNum' =>'الرقم البريدي غير صحيح',
    'birthDate_date_format' =>'تاريخ الميلاد غير صحيح',

    "FN_req" => "لم يتم ادخال الاسم الاول للمستخدم.",
    "LN_req" => "لم يتم ادخال الاسم الثاني للمستخدم.",
    'cityReq' =>'لم يتم اخترار المدينة',
    'stateReq' =>'لم يتم اختيار المحافظة',
    "Submit" => "تسجيـل",
    "accountError" => ".هذا الحساب غير صحيح",

    'passwordChangedSuccess'=>'تم تغير كلم المرور بنجاح.',
    'tSuccess' => 'تم بنجاح',
    'tError' => 'لقد حدث خطأ',
    'uniqueErr' => 'هذا :var تم استخدامه مسبقا.',
    'successNewSetting' => 'تم انشاء :var بنجاح',
    'successUpdate' => 'تم تحديث بيانات :var بنجاح',
    'active' => 'مفعل',
    'inActive' => 'غير مفعل',

    'create' => 'اضافة',
    'edit' => 'تعديل',

    "Verify" => "لم يتم تفعيل حسابك.!",
    "enterVerify" => "ادخل كود التفعيل.",
    "resendVerify" => "اعادة ارسال كود التفعيل.!",
    "sendSuccess" => "تم ارسال كود التفعيل بنجاح.!",
    "errorVerify" => ".كود التفعيل غير صحيح",
    "sendResetPWDLink" => " ارسال رابط تعديل كلمة المرور",
    'restPWSend'      => 'تم إرسال تفاصيل استعادة كلمة المرور الخاصة بك إلى بريدك الإلكتروني!',

    'orderNotFound' => 'حدث خطا اثناء تسجيل الطلب برجاء المحاولة مره اخري!',
    'emailOrPhone'=> 'البريد الالكتروني او رقم الهاتف',

    "subscribeSuccess" => "تم تسجيل البريد الالكتروني بنجاح.",
    "subscribeError" => "لقد حدث خطأ اثناء التسجيل برجاء المحاوله مره اخري لاحقاُ.",
    "UserNotExist" => "هذا المستخدم غسر موجود.!",
    'Password'=>'كلمة السر',
    'userRegister' => 'انشاء مستخدم جديد',
    'userName' => 'اسم المستخدم',
    'userDetails' => 'بيانات المستخدم',
    'workPlace' => 'جهة العمل الحالي',
    'NID'=>'الرقم القومي',
    'image'=>'الصوره الشخصيه',
    'age'=>'العمر',
    'imgErrorType'=>'صيغة الملف يجب ان تكون [PNG, JPG, JPEG] .!',

    'national_idMin' => 'الرقم القومي يجب الايقل عن 14 رقم.',
    'national_idNum' => 'الرقم القومي غير صحيح.',
    'error_Num' => ':var غير صحيح, يجب ان يكون ارقام.',
    'error_Emp' => ' لم يتم ادخال :var .',
    'error_min' => 'عدد احرف :var يجب الا تقل عن :num احرف :more.',
    'error_max' => 'محتوي :var يجيب الا يزيد عن :num احرف :more.',
    'ageNum' => 'العمر يجب ان يكون ارقام.',
    'imageMax' => '.الصوره الشخصية اكبر من 2MB',
    'or_more' => 'او يترك فارغاً.',

    'loginAsSeller' => 'تسجيل الدخول التاجر',
    'loginWord' => 'تسجيل الدخول الي حسابك',
    'loginHave?' => 'ليس ليديك حساب؟ ',
    'haveAccount?' => 'هل لديك حساب بالفعل؟',

    'remMe'=> ' تذكرني ',

    'editProfile'=> 'تعديل الملف الشخصي',

    'myOrders'=>'طلبــاتي',

    'forgetPW?'=> 'هل نسيت كلمة المرور؟',

    'orderSuccess' =>
        config('setting.pricing')
            ?'تم تسجيل الطلب بنجاح.'
            :'تم حفظ طلب الاسعار بنجاح وسوف تقوم الادارة بالرد علي طلبك.',
    'restLinkError'=>'هذا الرابط عير صحيح برجاء ادخال البريد الالكتروني لارسال رابط جديد.'


];
