<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Password Reminder Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'reset'     => 'تمت إعادة تعيين كلمة المرور!',
    'resetSubject'     => 'تأكيد إعادة تعيين كلمة مرور المستخدم!',
    'resetMessage'     => 'كان هناك طلب مؤخرًا لتغيير كلمة المرور على حسابك. إذا طلبت تغيير كلمة المرور هذه ، فالرجاء النقر فوق الارتباط أدناه لتعيين كلمة مرور جديدة !',
    'resetNPW'     => 'ادخال كلمة مرور جديدة',
    'newPW'     => 'كلمة المرور الجديدة',
    'confirmNewPW'     => 'تأكيد كلمة المرور الجديدة',
    'restPWSend'      => 'تم إرسال تفاصيل استعادة كلمة المرور الخاصة بك إلى بريدك الإلكتروني!',
    'throttled' => 'الرجاء الانتظار قبل إعادة المحاولة.',
    'token'     => 'رمز استعادة كلمة المرور الذي أدخلته غير صحيح.',
    'user'      => 'لم يتم العثور على أيّ حسابٍ بهذا البريد الإلكتروني.',

    'restCode'      => 'كود تعديل كلمة المرور الخاص بك هو : :var',
    'pUpdatePW'      => '.منفضلك قم بتحديث كلمة المرور الخاصه بحسابك.',

    'invalidLink' => 'هذاالرابط عير صالح,ادخل البريد الالكتروني الإرسال رابط جديد',
    'currentPW' => 'كلمة المرور الحالية',

];
